Repository: Aluminum5/ProxySwitcher
Catalog: ProxySwitcher.Core/Resources/LanguageResources.*.resx
Languages: de

# About_Label
source: About
de: Über

# ActionHasNoConfig
source: This action has nothing to configure.
de: Diese Aktion hat keine Konfigurationseinstellungen.

# ActionMissing
source: Selected action seems to be no longer available. Make sure the corresponding AddIn is available in the AddIns folder or delete this action from the network configuration.
de: Diese Aktion ist nicht länger verfügbar. Stellen Sie sicher, dass das zugehörige AddIn im AddIns Verzeichnis vorhanden ist oder löschen Sie diese Aktion.

# Actions_Label
source: Actions
de: Aktionen

# Active_Checkbox
source: Active
de: Aktiv

# AddAction_Button
source: Add Action
de: Aktion hinzufügen

# AllNetworkInterfaces_ComboBox
source: <All Network Interfaces>
de: <Alle Netzwerk Adapter>

# Application_Label
source: Application
de: Anwendung

# AutoStart_CheckBox
source: Automatically start with Windows
de: Automatisch mit Windows starten

# AutoSwitching_Menu
source: Automatic Switching
de: Automatisches Umschalten

# CheckForUpdates_CheckBox
source: Automatically check for updates
de: Automatisch nach Updates suchen

# SettingsSaved_Status
source: Settings Saved
de: Einstellungen gespeichert

# Configuration_Label
source: Configuration
de: Konfiguration

# DeactivateNode_Name
source: Unknown Network
de: Unbekanntes Netzwerk

# DeleteAction_Button
source: Delete Action
de: Aktion löschen

# DeleteNetworkAreYouSure
source: Do you really want to delete the network '{0}'?
de: Möchten Sie das Netzwerk '{0}' wirklich löschen?

# DeleteNetwork_Button
source: Delete Network
de: Netzwerk löschen

# Exit_Menu
source: Exit
de: Beenden

# FindMoreActions_Button
source: Find more Actions
de: Mehr Aktionen finden

# Home_Tab
source: Home
de: Start

# IsNowActivated
source: Network '{0}' is activated
de: Netzwerk '{0}' wurde aktiviert

# Language_Label
source: Language:
de: Sprache:

# License
source: Proxy Switcher is Copyright 2012 Marco Wiedemeyer <support@proxyswitcher.net>. Proxy Switcher is freeware and can be distributed freely as long as it is not modified. It can be used free of charge for personal and commercial use. When you use this software you do so at your own risk. The author is not responsible for any loss or damage resulting from the use or misuse of this software.
de: Proxy Switcher ist Copyright 2012 Marco Wiedemeyer <support@proxyswitcher.net>. Proxy Switcher ist eine freie Software und kann ohne Kosten weiter verbreitet werden solange es nicht modifiziert wird. Es ist für privaten und kommerziellen Gebrauch kostenfrei verwendbar. Sie benutzen diese Software auf eigenes Risiko. Der Autor ist nicht verantwortlich für jeglichen Verlust oder Beschädigung die aus der normalen oder fehlerhaften Verwendung dieser Software entsteht.

# ManualSwitch_Menu
source: Activate Network
de: Netzwerk aktivieren

# Method_Label
source: Method:
de: Methode:

# NetworkConfigurationMethod_DNSSuffix
source: DNS suffix contains
de: DNS Suffix enthält

# NetworkConfigurationMethod_Gateway
source: Gateway address contains
de: Gateway Adresse enthält

# NetworkConfigurationMethod_IP
source: IP address contains
de: IP Adresse enthält

# NetworkConfigurationMethod_Location
source: Current Location
de: Aktuelle Position

# NetworkConfigurationMethod_WLANSSID
source: WLAN SSID: Connected
de: WLAN SSID: Verbunden

# NetworkInterface_Label
source: Bind to specific network interface:
de: An bestimmtes Netzwerkinterface binden:

# Networks_Label
source: Networks
de: Netzwerke

# NewNetworkName
source: <New>
de: <Neu>

# NewNetwork_Button
source: New Network
de: Neues Netzwerk

# OpenSettings_Button
source: Open Settings
de: Einstellungen öffnen

# PolicyDisabled
source: Proxy Switcher cannot run on this computer due to a company policy. If you have any questions, contact your system administrator.
de: Proxy Switcher kann auf diesem Computer aufgrund einer Firmen Richtlinie nicht ausgeführt werden. Für Fragen wenden Sie sich an Ihren System Administrator.

# ReDetect_Menu
source: Re-Detect Network
de: Netzwerk erneut erkennen

# RestartApplication
source: Proxy Switcher must be restarted for changes to take effect.
de: Proxy Switcher muss neu gestartet werden, damit die Änderungen wirksam werden.

# Save_Button
source: Save
de: Speichern

# Settings_Tab
source: Settings
de: Einstellungen

# Show_Menu
source: Show
de: Anzeigen

# StartMinimized_CheckBox
source: Start Minimized
de: Minimiert starten

# Status_Detecting
source: Detecting network...
de: Netzwerkerkennung läuft...

# Status_DetectionFailed
source: Network detection failed
de: Netzwerkerkennung fehlgeschlagen

# Status_Loading
source: Loading...
de: Laden...

# Status_Ready
source: Ready
de: Fertig

# UnknownNetworkDescription
source: Use this network if no other network settings apply.
de: Verwenden Sie dieses Netzwerk, wenn kein anderes zutrifft.

# UnknownNetwork_Bubble
source: Unknown Network found (Click here to add it)
de: Unbekanntes Netzwerk gefunden (Hier klicken um es hinzuzufügen)

# UnknownNetwork_CannotDelete
source: The unknown network node cannot be deleted.
de: Das unbekannte Netzwerk kann nicht gelöscht werden.

# UpdateAvailable
source: A newer Version ({0}) is available. Do you want to visit the download page now?
de: Eine neue Version ({0}) ist verfügbar. Wollen Sie jetzt die Download Seite besuchen?

# UpdateInProgress_Button
source: Checking...
de: Prüfe...

# Update_Button
source: Check for Updates
de: Auf Updates prüfen

# UseWin7Mode_CheckBox
source: Use Windows 7 Mode (show in taskbar and tasktray)
de: Windows 7 Modus (Symbol in Taskbar und Tasktray anzeigen)

# Win7LocationAPI_CheckBox
source: Use Windows 7 Location API
de: Windows 7 Location API verwenden

# AddInLoadError
source: There is a problem with one or more AddIns. Uninstall the last installed AddIn(s) and try again. Also make sure you have installed the correct version of the AddIn for this version of Proxy Switcher ({0}).
de: Es ist ein Problem mit einem oder mehreren AddIns aufgetreten. Deinstallieren Sie die zuletzt installierten AddIns und versuchen Sie es erneut. Stellen Sie außerdem sicher, dass Sie nur AddIns installieren, die zu dieser Version von Proxy Switcher ({0}) passen.

# NetworkIcon_ToolTip
source: Select an *.ico or other image file to show when this network is active. Only *.ico files will be shown in the system tray.
de: Wählen Sie ein Icon (*.ico) oder ein anderes Bild, um es anzuzeigen wenn dieses Netzwerk aktiviert ist. Nur *.ico Dateien können im Systemtray angezeigt werden.

# NetworkConfigurationMethod_WLANAvailable
source: WLAN SSID: Not connected but available
de: WLAN SSID: Nicht verbunden, aber verfügbar

# StopAfterFirstMatch_CheckBox
source: Stop activating networks after one is detected
de: Netzwerkerkennung anhalten, wenn ein Netzwerk erkannt wurde

# Donate_Button
source: Donate
de: Spenden

# NetworkConfigurationMethod_ServerAvailable
source: Following server is reachable by ping
de: Folgender Server ist per Ping erreichbar

# NetworkConfigurationMethod_GatewayMAC
source: Gateway MAC contains
de: Gateway MAC enthält

# OpenSite_Button
source: Website
de: Webseite

# NoNewNetwork_CheckBox
source: Popup click does not create a new network
de: Kein neues Netzwerk erstellen bei Klick auf den Tooltip

# UnknownNetwork_Bubble_NoNew
source: Unknown Network found
de: Unbekanntes Netzwerk gefunden
